
var name = prompt('Введите своё имя')
var year = +prompt('Введите свой возраст')
var n1= +prompt('555 + 222 = ?')
var n2 = +prompt('735 - 135 = ?')
var n3 = +prompt('120 * 5 = ?')
var n4 = +prompt('15345 / 165 = ?')
var n5 = +prompt('481 % 2 = ?')
var str = prompt('Откройте консоль для просмотра:')






console.log('Меня зовут ' + name);
console.log('Мне ' + year + ' лет ');
console.log('Первый пример:' + ' 555 + 222 = 777 ' + ' Ваш ответ: ' + n1);
console.log('Второй пример:' + ' 735 - 136 = 600 ' + ' Ваш ответ: ' + n2);
console.log('Третий пример:' + ' 120 * 5 = 600 ' + ' Ваш ответ: ' + n3);
console.log('Четвертый пример:' + ' 15345 / 165 = 93 ' + ' Ваш ответ: ' + n4);
console.log('Пятый пример:' + ' 481 % 2 = 1 ' + ' Ваш ответ: ' + n5);